{
    "comment" : {
        "author" : "Rajia Abdelaziz, Rajia.Abdelaziz@gmail.com",
        "created": "September 30, 2015"
    },
    "title": "Alien UFO Cover-Up? NASA shuts livestream as gigantic UFO appears near iss, Blogger claims" ,
    "author": "Johnthomas Didymus" ,
    "date" : "September 30, 2015",
    "image": "gettysburg.jpg",
    "text" : {
        "paragraphs": [
            [
              "UFO hunter Toby Lundh is causing a stir among alien UFO believers with the claim that on Jan. 6, 2015, NASA cut abruptly its live stream after a massive UFO appeared on the live feed."
            ],
            [
              "Lundh, who contacted Disclose.tv, provided a still photo of the alleged UFO to support his claim that NASA attempted to cover up “evidence” of a massive UFO presence near the International Space Station (ISS) by shutting the live video feed after the UFO appeared on it."
            ],
            [
              "According to Lundh, NASA has removed the recording from its archives as part of the agency’s effort to conceal what alien UFO believers have long held are clandestine interactions between ISS astronauts and technologically advanced aliens."
            ],
            [
              "Lundh’s claim has caught the attention of the online alien UFO enthusiasts community. A sampling of the reactions of members of this thriving community shows there is widespread distrust of NASA and other government agencies among them. Reacting to Lundh’s allegation on BeforeItsNews, a user observed that the incident illustrates why many in the “Truth movement” do not trust NASA."        
            ],
            [
              "“Never believe anything the official people have to say. Just like Pharmacy. You want me to believe all these medicines and shots help keep me healthy, when you get paid to cure sick people? It defeats your job to do so, so why should I believe such BS? Anyone who believes that in this society should be declared insane.”"
            ],
            [
              "Perhaps NASA has genuine reasons to be concerned about the deluge of alien and UFO conspiracy theories arising from public access to its live stream. NASA’s ISS live stream and Curiosity rover photos have become exceedingly rich sources of “evidence” fueling the thriving online alien and UFO conspiracy theory community. UFO and alien conspiracy theorists have been successful recruiting new believers with a bewildering array of alien and UFO conspiracy theories."
            ],
            [
              "Curiosity rover photos, in particular, have provided a constant stream of photographic “archaeological” evidence supporting claims than an ancient Mars civilization was wiped out by a nuclear holocaust. Some of the theories being propounded in the emerging field of “exopolitics” claim that a “Pleiadian nuke destroyed Mars ecology” millions of years ago."
            ],
            [
              "“Did anyone actually believe anything NASA said from the start? Not me… They cut the feed because right there in-front of your eyes is a UFO and rather than open that can of worms they would prefer to label you insane.”"
            ]
        ]
    }
}